// From MacBuddy
// ---------------------------------------------------------------------
// * Buttons
// ---------------------------------------------------------------------
"OK_BUTTON"		= "OK";
"CANCEL_BUTTON"		= "Abbrechen";
"GOBACK_BUTTON"		= "Zurück";
"DIAGNOSE_BUTTON"	= "Überprüfen";

// ---------------------------------------------------------------------
// * Progress message
// ---------------------------------------------------------------------
"MESSAGE_CONFIGURING"		= "Computer wird konfiguriert …";
"MESSAGE_PREP_CONNECTION"	= "Verbindung wird vorbereitet …";

// ---------------------------------------------------------------------
// * Fatal error
// ---------------------------------------------------------------------
"FATAL_ERROR_PANEL_TITLE"		= "Unerwarteter Fehler";
"MESSAGE_FATAL_ERROR_TITLE"		= "Ein unerwarteter Fehler ist aufgetreten …";

// ---------------------------------------------------------------------
// * Generic error
// ---------------------------------------------------------------------
"GENERIC_ERROR_PANEL_TITLE"				= "Fehler";
"ERROR_MESSAGE_GENERIC_TITLE"			= "Achtung …";


// ---------------------------------------------------------------------
// * Data Validation
// ---------------------------------------------------------------------
"ERROR_MESSAGE_VALIDATION_FAILED_TITLE" = "Achtung …";
"ERROR_MESSAGE_VALIDATION_WARNING_TITLE" = "Achtung";
"ERROR_MESSAGE_VALIDATION_WARNING" = "Möchten Sie fortfahren?";

                    // Required field
"ERROR_MESSAGE_VALIDATION_0001_TITLE" = "Sie haben nicht alle benötigten Informationen eingegeben.";
"ERROR_MESSAGE_VALIDATION_0001" = "Bitte überprüfen Sie die Felder, die mit einem roten Pfeil markiert sind, und geben Sie die korrekten Werte ein.";

                    // Min-length field
"ERROR_MESSAGE_VALIDATION_0002_TITLE" = "Der eingegebene Text ist zu kurz.";
"ERROR_MESSAGE_VALIDATION_0002" = "Bitte überprüfen Sie das markierte Feld und geben Sie den korrekten Wert ein.";

                    // Matching fields (e.g. password)
"ERROR_MESSAGE_VALIDATION_0003" = "Die eingegebene Information ist nicht korrekt.";

                    // NI Username invalid
"ERROR_MESSAGE_VALIDATION_0004_TITLE" = "Der eingegebene Benutzername ist ungültig.";
"ERROR_MESSAGE_VALIDATION_0004" = "Bitte überprüfen Sie das markierte Feld und geben Sie einen gültigen Benutzernamen für Ihr NetInfo-Netzwerk ein.";

                    // NI Password invalid
"ERROR_MESSAGE_VALIDATION_0005_TITLE" = "Das eingegebene Kennwort ist nicht korrekt.";
"ERROR_MESSAGE_VALIDATION_0005" = "Bitte überprüfen Sie das markierte Feld und geben Sie das korrekte Kennwort ein.";

                    // UnixName invalid		-- refer to UsersPref
"ERROR_MESSAGE_VALIDATION_0006_TITLE" = "Der von Ihnen eingegebene Name kann nicht verwendet werden.";
"ERROR_MESSAGE_VALIDATION_0006" = "Bitte überprüfen Sie das markierte Feld und geben Sie einen anderen Kurznamen ein.";
"ERROR_MESSAGE_VALIDATION_0007" = "Es existiert bereits ein Benutzer mit diesem Kurznamen. Bitte geben Sie einen anderen Kurznamen ein.";

                    // IPAddress invalid	-- refer to Open Transport
					// "ERROR_MESSAGE_VALIDATION_0008" - NSIPAddressIsValid
"ERROR_MESSAGE_VALIDATION_0009" = "Die IP-Adresse ist leer.";
"ERROR_MESSAGE_VALIDATION_0010" = "Die eingegebene IP-Adresse enthält ungültige Zeichen.";
"ERROR_MESSAGE_VALIDATION_0011_TITLE" = "Die Adresse muss aus 4 Segmenten bestehen."; // too few segments
"ERROR_MESSAGE_VALIDATION_0011" = "Bitte überprüfen Sie das markierte Feld und geben Sie eine gültige Adresse ein. Wenn Sie diese nicht kennen, wenden Sie sich an Ihren Netzwerkadministrator.";
"ERROR_MESSAGE_VALIDATION_0012_TITLE" = "Die Adresse muss aus 4 Segmenten bestehen."; // too many segments
"ERROR_MESSAGE_VALIDATION_0012" = "Bitte überprüfen Sie das markierte Feld und geben Sie eine gültige Adresse ein. Wenn Sie diese nicht kennen, wenden Sie sich an Ihren Netzwerkadministrator.";
"ERROR_MESSAGE_VALIDATION_0013_TITLE" = "Jedes Adress-Segment muss ein 1 bis 3 Ziffern enthalten."; // no segments
"ERROR_MESSAGE_VALIDATION_0013" = "Bitte überprüfen Sie das markierte Feld und geben Sie eine gültige Adresse ein. Wenn Sie diese nicht kennen, wenden Sie sich an Ihren Netzwerkadministrator.";
"ERROR_MESSAGE_VALIDATION_0014_TITLE" = "Die eingegebene Adresse ist ungültig.";
"ERROR_MESSAGE_VALIDATION_0014" = "Bitte überprüfen Sie das markierte Feld und geben Sie eine gültige Adresse ein. Wenn Sie diese nicht kennen, wenden Sie sich an Ihren Netzwerkadministrator.";

                    // SubnetMask invalid
"ERROR_MESSAGE_VALIDATION_0015_TITLE" = "Die eingegebene Teilnetzmaske ist ungültig.";
"ERROR_MESSAGE_VALIDATION_0015" = "Bitte überprüfen Sie das markierte Feld und geben Sie eine gültige Teilnetzmaske ein. Wenn Sie diese nicht kennen, wenden Sie sich an Ihren Netzwerkadministrator.";

                    // notNIUsername
"ERROR_MESSAGE_VALIDATION_0016" = "Der eingegebene Name existiert bereits in der NetInfo-Datenbank. Sie können sich daher nicht mit diesem Namen bei NetInfo anmelden.";

                    // Unique fields
"ERROR_MESSAGE_VALIDATION_0017" = "Sie können nicht denselben Wert verwenden.";

                    // Wireless Network password
"ERROR_MESSAGE_VALIDATION_0018" = "Das eingegebene Kennwort ist ungültig.";

"ERROR_MESSAGE_VALIDATION_0019_TITLE" = "Die eingegebene Kreditkartennummer ist nicht gültig.";
"ERROR_MESSAGE_VALIDATION_0019" = "Bitte überprüfen Sie das markierte Feld und geben Sie eine gültige Kreditkartennummer ein.";

                    // Account name
"ERROR_MESSAGE_VALIDATION_0020" = "Der Name darf nicht mit einer Ziffer beginnen.";

                    // EMail address
"ERROR_MESSAGE_VALIDATION_0021" = "Die eingegebene E-Mail-Adresse ist wahrscheinlich unbrauchbar.";

                    // SubnetMask & IPAddress, Router consistency check
"ERROR_MESSAGE_VALIDATION_0022" = "Die IP-Adresse und die Router-Adresse passen nicht zur eingegebenen Teilnetzmaske. Bitte überprüfen Sie die folgenden Werte:\n     IP-Adresse\n     Teilnetzmaske\n     Router-Adresse\nFalls Sie diese Daten nicht kennen, wenden Sie sich bitte an Ihren Netzwerkadministrator.";

                    // Wrong long username
"ERROR_MESSAGE_VALIDATION_0023_TITLE" = "Der von Ihnen eingegebene Name kann nicht verwendet werden.";
"ERROR_MESSAGE_VALIDATION_0023" = "Bitte überprüfen Sie das markierte Feld und geben Sie einen anderen Namen ein.";

                    // Unique Array
"ERROR_MESSAGE_VALIDATION_0024_TITLE" = "Es existieren doppelte Angaben.";
"ERROR_MESSAGE_VALIDATION_0024" = "Bitte überprüfen Sie das markierte Feld und geben Sie einen eindeutigen Wert ein.";

// ---------------------------------------------------------------------
// * System Configuration
// ---------------------------------------------------------------------
"MESSAGE_NO_DIAL_TONE_TITLE"			= "Ihr Modem kann kein Freizeichen erkennen.";
"MESSAGE_NO_DIAL_TONE"					= "Vergewissern Sie sich, dass das Modem eingesteckt ist, und klicken Sie auf „OK“. Oder klicken Sie auf „Abbrechen“ und markieren Sie die Option „Freizeichen ignorieren“.";

// ========== Network Setup Assistant addition ==========
"QUIT_BUTTON"		= "Beenden";
                                        // Field specific errors
"ERROR_PASSWORD_DO_NOT_MATCH_TITLE" = "Die Kennwörter stimmen nicht überein.";
"ERROR_PASSWORD_DO_NOT_MATCH" = "Bitte überprüfen Sie die mit den roten Pfeilen markierten Felder und geben Sie dasselbe Kennwort in beide Felder ein.";

"ERROR_MUST_ENTER_LOCATION_NAME_TITLE" = "Bitte geben Sie einen Namen ein.";
"ERROR_MUST_ENTER_LOCATION_NAME" = "Sie erstellen eine neue Netzwerkumgebung, in der Konfigurations-Informationen gesichert werden. Geben Sie jetzt einen Namen ein.";
"ERROR_MUST_ENTER_UNIQUE_LOCATION_NAME_TITLE" = "Bitte geben Sie einen anderen Namen ein.";
"ERROR_MUST_ENTER_UNIQUE_LOCATION_NAME" = "Der eingegebene Name für die Umgebung existiert bereits. Bitte geben Sie einen anderen Namen ein.";


"MESSAGE_TASK_FORMAT" = "„%1$@ Verbindung über %2$@“"; // %1$@ = CONNECTION, %2$@ = CONFIGURATION
"CONNECTION_Wireless" = "Drahtlos";
"CONNECTION_Modem" = "Modem";
"CONNECTION_DSL" = "DSL";
"CONNECTION_CableModem" = "Kabelmodem";
"CONNECTION_Lan" = "Lokales Netzwerk (LAN)";
"CONFIGURE_PPP" = "PPP";
"CONFIGURE_DHCP" = "DHCP";
"CONFIGURE_DHCPClientID" = "DHCP mit Client-ID";
"CONFIGURE_PPPoE" = "PPPoE";
"CONFIGURE_Manual" = "Statische IP-Adresse";

"MESSAGE_TITLE_CONFIGURE" = "Konfigurieren …";
"MESSAGE_FAILED_CONFIGURE" = "Konfiguration fehlgeschlagen.";
"MESSAGE_DONE_CONFIGURE" = "Konfiguration abgeschlossen.";
"MESSAGE_CHECKING_CONNECTION" = "Ihre Netzwerkverbindung wird überpüft …";
"MESSAGE_CONNECTED" = "Die Netzwerkverbindung wurde hergestellt.";
"MESSAGE_NOT_CONNECTED" = "Es konnte keine Netzwerkverbindung aufgebaut werden.";
"MESSAGE_NOT_CONNECTED_TRY_AGAIN" = "Ihr Computer konnte keine Verbindung zum Internet herstellen. Über „OK“ gelangen Sie zum vorherigen Fenster. Ändern Sie dort Ihre Netzwerkeinstellungen und versuchen Sie es erneut.";

"DEFAULT_LOCATION_NAME" = "Umgebung (%@)";
"DUPLICATE_LOCATION_NAME" = "%1$@ %2$d";